// Задача: Написать программу, которая из имеющегося массива строк формирует новый массив из строк, длина которых меньше, 
// либо равна 3 символам. Первоначальный массив можно ввести с клавиатуры, либо задать на старте выполнения алгоритма. 
// При решении не рекомендуется пользоваться коллекциями, лучше обойтись исключительно массивами.

// вводим массив на старте
// создаем новый пустой массив размером с заданным
// пишем цикл выбора элемента длина которого меньше или равна 3
// записываем выбраные элементы в пустой массив
// выводим получившийся итоговый массив (только не пустые ячейки)


//методы


// решение
